[
{"title": "Tottenham, Chelsea and Newcastle battling it out for France World Cup star with star available on free transfer", "author": "Tom Barclay", "date": "21 Feb 2023", "content": "TOTTENHAM have joined the race to sign Marcus Thuram when he becomes a free agent in the summer. The forward's club   have begrudgingly confirmed he will leave when his contract expires at the end of the season. Newcastle and   are among the other English clubs to have shown interest in the left-sided forward. Thuram, 25, is the son of legendary France defender  , 51, who was part of a formidable Juventus side in his heyday. And now   have emerged as a possible destination for the nine-cap star. With   turning 31 in July and Arnaut Danjuma, 26, only in on loan from Villarreal, the North London club are keen to bolster their attacking options. Gladbach sporting director Roland Virkus German news outlet  : \"With Marcus Thuram, we stretched.  \"But we've decided to allow Thuram to leave. \"The fact he will leave on a free is not a positive situation.  \"I can't sugarcoat it - we have to accept that there are bigger clubs he might move to.\" Five of Thuram's caps came at this winter's World Cup in Qatar.  He was introduced as a sub before half-time in the final defeat to Argentina."},
{"title": "Shocking abuse Ivan Toney got for goal vs Arsenal is further proof social media must tackle despicable drivel-scribblers", "author": "Karren Brady", "date": "17 Feb 2023", "content": "This is par for the course for the   who has clambered through eight clubs before landing at the Bees where he has scored 57 goals in 98 games. In a wholly respectful society his record would be nationally embraced and yet it isn’t. And why? Because he’s black — and racism is a disgusting social disease. But hold on. This may be substantially true, although not entirely in football.  is not black and yet the   striker headed a list of verbally abused players in England’s World Cup squad in Qatar. And that was before he missed the penalty against France. After that his phone and laptop must have squealed for mercy. So these social abusers appear to enjoy three football targets most — a failing on the pitch, vengeance and black players. Toney was guilty of scoring the goal that led to   away draw against Premier League leaders  , possibly a turning point in the race for the title. I can understand why Gunners fans were enraged at the eye-boggling   error in missing a clear offside that instantly led to Toney’s headed goal but, innocent chap Toney, was only doing his job. For what might be called a late-starter, the Cobbler wasn’t really successful until a spell at Peterborough that led to him being sold to Brentford for £5million — rising to £10m. Now he’s an   international. A story of try, try and try again, which should be admired and yet abuse continues to roll in. A man from North Shields has already been charged with sending him a hate message in October. Now Brentford are determined to chase down another keyboard crackpot, as they should. It’s hard to believe that even at the group stage in  , no fewer than 1,546 tweets of abuse were received by England’s team, 205 of them concerning race, gender or sexuality. The little bit of good news was the number is drastically down on the 2020 Euros, where there was 3,000 alone in the hours that followed the three missed penalties in the final against Italy. Twitter, Instagram and Facebook say they have introduced plans to delete the hate mail around football but their achievement rate is only one-star at best. It should be a five-star priority. A new government Bill, if passed by April, is designed to protect kids but not really adults. But every generation should be protected because some of the filth, curses and threats I am only too aware of have no place in any society. These offences should be regarded as criminal aggravation and top footballers, their families too, are major victims. Racial comments made among match-day crowds are not acceptable either although the two Erics, Dier and Cantona had a simple way of dealing with them. So angered by remarks they jumped into the terraces to sort out offenders.   actually aimed a kick at one of them — not wholly to be recommended. Nevertheless, Kick it Out is a great anti-discrimination campaign and clubs should be admired for sticking with it."},
{"title": "Qatari Man Utd bidder’s father ‘is ex-Prime Minister with former World Cup organiser set to be named chairman’", "author": "Tony Robertson", "date": "17 Feb 2023", "content": "Interest from a number of parties has been revealed ahead of Friday's 10pm cut-off point, most notably from Sir Jim Ratcliffe and  .  Qatar's bid in particular has raised questions, given how Qatar Sports Investment already own  .   rules stipulate \"no individual or legal entity may have control or influence over more than one club participating in a Uefa club competition\". However, one incoming   bid from Qatar is set to come from a different entity, therefore   that no rules are broken.  The entity in question emerged on Friday as Sheikh Jassim Bin Hamad Al Thani, son of former Prime Minister of Qatar, Hamad bin Jassim bin Jaber al-Thani. The pair are directly related to the current Emir of Qatar, and owner of PSG, Tamim bin Hamad al-Thani. Hamad bin Jassim bin Jaber al-Thani was responsible for the Gulf state's successful bid for the 2022  . The 63-year-old has also been labelled as \"the man who bought the city\" following his massive investment into London real estate. Son, Sheikh Jassim, is head of Qatar’s biggest bank and a self-proclaimed lifelong United fan. \n If a bid is successful, two World Cup organisers could be in the reckoning to run the mammoth operation that is Manchester United FC.   has reported Qatar World Cup CEO Nasser al-Khater and Secretary General Hassan Al-Thawadi would be in the running to take over roles as club CEO or president. The bidding for United could see  , with investment into the   and training facilities factoring in as additional costs. Regardless,   to block any proposed Qatar bid for the club by human rights group FairSquare. "},
{"title": "Former Premier League star was ‘Horny’ DJ during playing days who had access to biggest dance tunes before release", "author": "Anthony Chapman", "date": "20 Feb 2023", "content": "And his other life as a music man gave him access to the biggest dance tunes before they were ever released in the charts. Danny Dichio was regarded as one of the Premier League’s hardest footballers in his prime. The 48-year-old turned out for the likes of  ,   and  . And he even enjoyed spells abroad with Sampdoria, Lecce and Toronto. But not everyone remembers that Dichio was also a renowned DJ during the 90s. Playing on the pitch during the day, he would blast out the latest tunes for club-goers at night. And the gig had its perks too, with Dichio treated to copies of smash-hit songs before they were released to the public. He declared at the time: “I had the ‘Horny’ song months before it was in the charts.” While Dichio continued to orchestrate turntables after his playing career finished in 2009 at the age of the 34, he ended up turning his hand to coaching. The one-time England U21 star held multiple roles with Toronto. And he is now assistant manager at second-tier American club Sacramento Republic, with former West Brom star Mark Briggs in charge. Dichio continues to remain invested in Canadian   though. He is also a team coordinator for the national and was with the squad for their historic World Cup debut in Qatar last year. The Canadians lost all three of their group games against Morocco, Croatia and Belgium. But Dichio is likely to have found the perfect dressing room tunes to toast their amazing accomplishment."},
{"title": "Rafael Nadal begs fans NOT to vote for him to win Laureus Sportsman of the Year.. as he backs Lionel Messi for award", "author": "Joshua Jones", "date": "20 Feb 2023", "content": "RAFAEL NADAL begged fans NOT to vote for him to win the Laureus Sportsman of the Year - and instead told them to pick a rival. The Spanish tennis king, 36, enjoyed a simply stunning 2022. He   and   to move on to 22 Grand Slam singles titles, the  .  also went on a 20-match unbeaten streak to kick-start his campaign, despite only just coming back from injury, and was forced to   due to an abdominal tear. It was a truly remarkable season for the veteran tennis legend, who also became a  . And yet he does not think he deserves to win the prestigious gong. Instead, the football-loving muscle machine believes it should go to  . The seven-time Ballon d'Or winner   in Qatar, with the instrumental captain crowned player of the tournament. Nadal took to   and said: \"An honour to be nominated again to the Laureus Sportsman of the Year... but... this year... \"Come on @leomessi you deserve it.\" Fans on social media loved the classy gesture from the former world No1 and two-time Wimbledon winner. One said: \"The GOAT Nadal recognises the GOAT Messi, if that's not beautiful...\" Another wrote: \"Nadal such a sweetheart let’s goooo Messi for the win.\" And a third added: \"This is why Nadal is the best tennis player of all time.\" Nadal - who wants compatriot, former world No1 and US Open champion Carlos Alcaraz to win the breakthrough award - is up against Kylian Mbappe, Max Verstappen, Mondo Duplantis, Steph Curry and Messi for the men's award. On the women's side, the nominees are Shelly-Ann Fraser-Pryce (Athletics), Katie Ledecky (Swimming), Sydney McLaughlin-Levrone (Athletics), Alexia Putellas (Football), Mikaela Shiffrin (Alpine Skiing) and Iga Swiatek (Tennis)."},
{"title": "‘Serious chance he leaves’ – World Cup winner’s dad hints at shock summer transfer with Chelsea interested", "author": "Henry Tomlinson", "date": "18 Feb 2023", "content": "ALEXIS MAC ALLISTER could leave Brighton this summer with  his father insisting there are \"serious chances\" for a move. The midfielder has attracted interest from some of Europe's top club with his performances this season and in Qatar.  has been an important member of the Brighton team this season that has found itself challenging for a spot in Europe. The 24-year-old was also impressive for   during the   in Qatar as he helped the team all the way to the trophy. And now the player could make a move away from the south coast according to his dad. He told TyC Sports: “For now he’s in Brighton. “He’s enjoying success in peace, in a team that loves him very much. “He feels very well in the club, but we all know that in July there are serious chances he could leave”. Mac Allister's father, who used to play as a left back for Boca Juniors, is his agent.  in signing him from Brighton, as Graham Potter   at the club. \n However, they will have to fight off competition from Serie A giants Juventus who have been heavily linked with an interest in him.  will not let their star midfielder move cheap and will be expecting a top price in order to sell him. The Seagulls have a great record when it comes to selling players in recent years, earning bigs sums from stars such as Ben White, Marc Cucurella and Yves Bissouma. The club are also likely to lose Moises Caicedo this summer, so will be less in a position to accommodate teams wanting to poach their talent."},
{"title": "Fans are only just realising Emi Martinez’s real name as World Cup winner prepares to face former team Arsenal", "author": "Henry Tomlinson", "date": "17 Feb 2023", "content": "The   star has been known as   since his time at  . However, the   winner's real name is Damian Martinez. Emiliano is his middle name. The 30-year-old is also nicknamed 'Dibu' after an animated character in the   TV show Mi familia es un dibujo. And fans on social media are shocked, as one tweeted: \"I was today years old when I found out Emi Martínez’s real name is Damian Martínez.\" A second commented: \"Is Damian Martinez not Emi?\" A third said: \"I was so confused when I looked, I thought Emi was his name for yonks.\" A fourth added: \"You and me both.\" Another believed he made the change after a poor game in goal for Arsenal against Anderlecht in 2014, they wrote: \"Emi was so bad against Anderlecht that he stopped going by Damian Martinez and started going by Emi.\" Whatever his name is, Martinez has become one of the top goalkeepers in the  . \n During his time at Arsenal he helped them to an FA Cup victory before making a transfer to Aston Villa. , he has become the first choice stopper for Argentina and played a key role in their World Cup victory in Qatar."},
{"title": "Man Utd vs Barcelona: Get money back as CASH if you lose, plus 139-1 tips, prediction and preview – 18+ T&Cs apply", "author": "James Anderson", "date": "21 Feb 2023", "content": "PADDY POWER are offering punters up to £20 back as cash if their bet on Manchester United vs Barcelona loses. New customers who sign up and stake £20 on the Europa League showdown at Old Trafford will get their money straight back if they're not successful! Paddy Power special Manchester United and Barcelona clash in what promises to be a classic at Old Trafford on Thursday. The pair played out a thrilling 2-2 first-leg draw at the Nou Camp to leave their Europa League play-off tie finely poised. The Red Devils are 5-4 favourites to win inside 90 minutes, while Barcelona are 2-1 with the draw priced at 23/10. United are in a seriously rich vein of form having won six of their last eight matches in all competitions, and gone 17 unbeaten at home. Erik ten Hag's side weathered an early storm against Leicester over the weekend before turning on the style to win 3-0. Marcus Rashford bagged a brace, meaning he's now scored 16 times since returning from the World Cup in Qatar. United will need to remain fully focused on the task in hand but might just have one eye on Sunday's Carabao Cup final against Newcastle. Barcelona are in equally brilliant touch and are sitting pretty at the top of LaLiga having won 12 of their last 13 games. Manchester United vs Barcelona A bet builder allows Paddy’s punters to pick from multiple markets for a single event across a range of sports and combine them into one bet. We're in no doubt this will be a spectacular match, and that's why we're backing another 2-2 draw at odds of 11-1. New Paddy Power customers can follow our tip and if we're successful - you'll win £240 from a £20 stake! If we're wrong, you get your money straight back as cash. It's as simple as that. But if you fancy going for something a little bit bigger (OK, a lot bigger), then you can back our four-fold bet builder that's been boosted to 139-1. £20 on that will return   if it comes in. For help with a gambling problem, call the National Gambling Helpline on 0808 8020 133 or go to www.gamstop.co.uk to be excluded from all UK-regulated gambling websites. *New customers only. Place your FIRST bet on any sportsbook market and if it loses we will refund your stake in CASH. Max refund for this offer is £20. Only deposits made using Cards or Apple Pay will qualify for this promotion. T&Cs apply. Paddy's Rewards Club: Get a £10 free bet when you place 5x bets of £10+. T&Cs apply. 18+ Begambleaware.org"},
{"title": "World Cup’s sexiest fan Ivana Knoll poses topless in sunset as she takes a dip after sweaty gym workout", "author": "Tony Robertson", "date": "17 Feb 2023", "content": "IVANA KNOLL treated fans to a stunning topless sunset snap after a sweaty gym workout.  took the internet by storm during the Qatar  .  Her daring outfits throughout the tournament as she supported Croatia saw her dubbed the  And since then she has continued to post steamy snaps.  Ivana is currently in the UK having taken in the top-of-the-table blockbuster between Arsenal and Man City on Wednesday. But she's not letting her physique slip on holiday as she hit the gym in London. In her latest snap, her skin glowed in a low-cut top after an intense workout session. She then added a stunning unseen picture as she posed topless in the ocean on her recent Maldives trip. Ivana has 3.5million followers on  .  She shared the latter story as a post on her page with the caption \"Happy Friday\".  \n In response, one fan commented: \"What a shot 🔥.\" A second said: \"Omggg 😍😍😍😍.\" A third wrote: \"🔥naughty.\" While a fourth added: \"Nice 😍😍😍😍.\""},
{"title": "Who is in the Qatar royal family and what’s their net worth?", "author": "Shanine Bruder", "date": "17 Feb 2023", "content": "QATAR is one of the world's richest countries, and is home to a long-reigning royal family. Here's what we know about them, and the different roles that people have within it as they edge closer to purchasing Manchester United. Since the founding of  , the country has seen 11 different Emirs rule and each of them have been members of the Al Thani dynasty. The Emir is the monarch and head of state of the country. He is also the commander-in-chief of the Armed Forces and guarantor of the Constitution. In  , they have an absolute monarchy - a form of monarchy in which the monarch rules in their own right or power.  Here's a look at some of the members of the current ruling  .  is the current Emir and holds the most powerful position in the country. Born on June 3, 1980, the Emir is the fourth son of the previous monarch, Hamad bin Khalifa.  He took over as the head of state of the country in 2013, when his father abdicated the throne. Sheikh Tamim studied at Great Britain's Sherborne School in  , and at Harrow School. He then attended the  , where he graduated in 1998. Both   and   of the   attended the same training facility. Upon graduation, Sheikh Tamim was commissioned as a second lieutenant in the Qatar Armed Forces. He became the heir apparent to the Qatar throne on August 5, 2003, when his older brother Sheikh Jassim renounced his claim to the title. In 2005, he founded Oryx Qatar Sports Investments, which owns  . Under his guidance, Qatar also won the rights to host the 2014 FINA Swimming World Championships and the  . Sheikh Tamim has been married three times and has thirteen children in total. On January 8, 2005, he married his first wife Sheikha Jawaher bint Hamad Al Thani - they share four children together. On March 3, 2009, Sheikh Tamim married his second wife Sheikha Al-Anoud bint Mana Al Hajri - the pair welcomed five children. On February 25, 2014, Sheikh Tamim married a third wife, Sheikha Noora bint Hathal Al Dosari - they share four children. In total, the Emir has seven sons and six daughters. Sheikh Hamad bin Khalifa Al Thani is a member of the royal family and was the previous monarch from 1995 until 2013. The Qatari government refers to him as the Father Emir. He seized power from his father, Khalifa bin Hamad Al Thani, in a bloodless palace coup d'état in 1995. During his reign, Qatar’s natural gas manufacturer arrived at 77 million tons - making Qatar the richest nation on the planet. The former Emir ruled an autocratic regime in Qatar with no organized political opposition and prohibitions on   and dissent. As the head of state of the county, Sheikh Hamad founded news media group Al Jazeera and also played a part in negotiations between the   and  . The former Emir has three wives and 24 children - 11 sons and 13 daughters. Sheikha Moza bint Nasser Al-Missned is the consort of Sheikh Hamad bin Khalifa Al Thani and mother to the current Emir of Qatar. She shares seven children with her royal husband - five sons and two daughters. She co-founded and chairs the Qatar Foundation for Education, Science and Community Development. She has been named as one of Forbes' 100 Most Powerful Women at number 74 and ranked in the Top 100 most powerful Arabs, from 2013 to 2017 by Gulf Business. As of the early 1990s, the number of royal family members was estimated to be around 6,000. The ruling royal family's collective   is estimated at around $335billion. The head of the royal family - Sheikh Tamim bin Hamad Al Thani, is estimated to be worth around $2billion alone. The Thani family hold investments in a number of  around the world, including  , Olympic Village,   department store, Canary Wharf, the Chelsea Barracks, and  . The royals also hold investments in  Bank,   and  . Qatar hosted the football  and will host the Asian Games for the second time in 2030. "}
]